Repository: JacekLeszczynski/lektor
Catalog: locale/lektor.*.po
Languages: ru

source: Istnieje nowsza wersja
ru: Есть более новая версия

source: Twoja wersja jest aktualna.
ru: Ваша версия актуальна.

source: Wszystkie obsługiwane pliki napisów
ru: Все поддерживаемые файлы субтитров

source: Plik w formacie SRT
ru: Файл в формате SRT

source: Plik w surowym formacie Youtube
ru: Файл в формате raw

source: Wszystkie pliki
ru: Все файлы

source: Pliki Video
ru: Видео файлы

source: Pliki
ru: файлы

source: Plik tekstowy
ru: Текстовый файл

source: Pliki Audio
ru: Аудио файлы

source: Pliki napisów
ru: Файлы субтитров

source: Format tego pliku wygląda następująco:
ru: Формат этого файла следующий:

source: Linia pierwsza
ru: Первая линия

source: Linia druga
ru: Вторая строка

source: Linia trzecia
ru: Третья строка

source: Linia czwarta
ru: Четвертая строка

source: Linia kolejna i tak dalej
ru: Следующая строка и так далее

source: Jeśli jesteście na youtube na filmie z napisami, możecie je sobie skopiować właśnie w takim formacie.
ru: Если вы находитесь на YouTube в фильме с субтитрами, вы можете скопировать их в этом формате.

source: Czym jest surowy plik youtube?
ru: Что такое необработанный файл YouTube?

source: Zostaną zainstalowane silniki wideo, archiwum zostanie ściągnięte ze zdalnego hosta, następnie zawartość zostanie rozpakowana. Istniejące pliki zostaną nadpisane.
ru: Будут установлены видео движки, архив будет загружен с удаленного хоста, затем контент будет распакован. Существующие файлы будут перезаписаны.

source: Kontynuować?
ru: Продолжить?

source: Lektor - Instalacja Silników Video
ru: Лектор - Установка Видео Двигателей

source: Silniki Video zostały wgrane i są gotowe do użycia.
ru: Видео движки были загружены и готовы к использованию.

# main.nazwa_programu
source: Lektor - Pomocnik Lektora
ru: Лектор - помощник Лектора

source: Informacja
ru: информация

source: Brak załadowanych napisów, operacja anulowana.
ru: Субтитры не загружены, операция отменена.

# pobieranie.str_001
source: Właśnie trwa pobieranie pliku, proszę czekać...
ru: Я просто скачиваю файл, пожалуйста, подождите...

source: Rozpakowuję zawartość pliku...
ru: Я распаковываю содержимое файла...

source: Plik został pobrany.
ru: Файл был загружен.

source: Lokalny system plików
ru: Локальная файловая система

source: Lektor - O programie
ru: Лектор - О программе

# tfabout.label1.caption
source: Lektor - Pomocnik Lektora
ru: Лектор - помощник Лектора

source: by Jacek Leszczyński
ru: Зашифровано Яцеком Лещинским

source: Program wydany na licencji GPL, oznacza to, że: - zezwala się na używanie programu do użytku niekomercyjnego. - zezwala się na wprowadzanie własnych zmian do kodu. - zezwala się na rozpowszechnianie programu zgodnie z licencją GPL.
ru: Программа, выпущенная под лицензией GPL, означает, что: - разрешено использовать программу для некоммерческого использования. - вы можете вносить свои изменения в код. - вам разрешено распространять программу в соответствии с лицензией GPL.

source: Wszelkie uwagi i znalezione błędy możesz zgłaszać wysyłając wiadomość na e-mail: sam@bialan.pl
ru: О любых найденных комментариях и ошибках можно сообщить, отправив сообщение на адрес электронной почты: sam@bialan.pl

source: Zrób test i sprawdź, czy posiadasz aktualną wersję?
ru: Провести тест и проверить, есть ли у вас текущая версия?

source: Załaduj film
ru: Загрузить фильм

source: Start
ru: начало

source: Stop
ru: остановить

# tform1.bitbtn5.caption
source: Wyjście
ru: выход

source: Ustaw nagrywanie dźwięku
ru: Установить звукозапись

source: Alter. ścieżka audio
ru: Альтер. звуковая дорожка

source: Nowa linia
ru: Новая линия

source: Przerwa
ru: перерыв

source: Lektor
ru: лектор

source: Tryb nauki
ru: Режим обучения

source: Tryb nauki (końcówki)
ru: Режим обучения (окончания)

source: Normalne
ru: нормальный

source: MPV zamiast MPlayer!
ru: MPV вместо MPlayer!

source: Wybierz ilość pokazywanych linii na ekranie (pomocne jeśli napisy nie mieszczą się na ekranie)
ru: Выберите количество строк, показанных на экране (полезно, если субтитры не помещаются на экране)

source: Record Active!
ru: Запись активна!

source: Alter. ścieżka Audio
ru: Альтер. звуковая дорожка

source: Wielkość czcionki:
ru: Размер шрифта:

source: Zakres czasu:
ru: Диапазон времени:

source: Konfiguracja:
ru: Конфигурация:

source: Synchro Wideo:
ru: Синхронное видео:

# tform1.label15.caption
source: sec.
ru: сек.

source: (Czerwone wymagają restartu)
ru: (Красные требуют перезагрузки)

source: Historia linii:
ru: Линия истории:

source: Film załadowany
ru: Фильм загружен

source: Napisy załadowane
ru: Субтитры загружены

source: Nagrywanie dźwięku
ru: Звукозапись

source: Opóźnienie wideo II:
ru: Задержка видео II:

# tform1.label6.caption
source: sec.
ru: сек.

source: Prędkość odtw. (%):
ru: Скорость воспроизведения (%):

source: Menu
ru: меню

# tform1.menuitem2.caption
source: Załaduj napisy do filmu
ru: Загрузить субтитры к фильму

source: Zapisz napisy w pliku *.srt
ru: Сохраните субтитры в файле * .srt

source: Załaduj surowe napisy do filmu
ru: Загрузка необработанных субтитров к фильму

source: Czym jest plik surowy youtube?
ru: Что такое сырой файл YouTube?

# tform1.menuitem6.caption
source: Wyjście
ru: выход

source: Pomoc
ru: помощь

source: Automatyczna instalacja silników wideo
ru: Автоматическая установка видео движков

source: O programie
ru: О программе

source: Otwórz istniejący plik audio
ru: Откройте существующий аудиофайл

source: Otwórz istniejący plik wideo
ru: Откройте существующий видеофайл

source: Otwórz istniejący plik w formacie surowego tekstu
ru: Откройте существующий файл в текстовом формате

source: Bez napisów włączone drugie wideo wystartuje z tym opóźnieniem
ru: Субтитры не включены, второе видео начнется с этой задержкой

source: Zapisz plik napisów jako
ru: Сохраните файл субтитров как

source: Zapisz plik audio jako
ru: Сохранить аудио файл как

source: Tryb serwera
ru: Режим сервера

source: Zwalnia wszystko jeśli nie nadążasz z mówieniem (wymaga potem konwersji pliku dźwiękowego)
ru: Он выпускает все, если вы не можете идти в ногу с речью (затем требуется преобразование звукового файла)

source: Ustaw jeśli Wideo względem napisów odpala się ze zbyt dużym opóźnieniem
ru: Установите, если видео для субтитров срабатывает слишком поздно

source: Lektor - pobieranie aktualizacji
ru: Lektor - загрузка обновления

source: Miejsce zapisu...
ru: Место записи...

# tfpobieranie.label1.caption
source: Właśnie trwa pobieranie pliku, proszę czekać...
ru: Я просто скачиваю файл, пожалуйста, подождите...

source: Źródło:
ru: источник:

source: Cel:
ru: Цель:
